---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GraphicDisplayOptions
source: html/2d88205e-2757-b8f5-a3de-9159547a05e1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GraphicDisplayOptions Property

"Graphic Display Options"

## Syntax (C#)
```csharp
public static ForgeTypeId GraphicDisplayOptions { get; }
```